[[{"text":"List of Kirtan Duties of Ragis From 15-01-2023 To 3 1-01-2023 in "}],[{"text":"Sachkhand Sri Harmandar Sahib:- "}],[{"text":"1                  2                 3              4                          "}],[{"text":"Date "}],[{"text":"03-00 to 03-55 "}],[{"text":"Morning "}],[{"text":"Assa Di Waar 03-55 "}],[{"text":"- to 07-00 Morning "}],[{"text":"07-10- to 08-00 "}],[{"text":"Morning "}],[{"text":"08-00- to 09-00 "}],[{"text":"Morning "}],[{"text":"01-10 to 02-20    "}],[{"text":"Noon "}],[{"text":"Broadcasting "}],[{"text":"02-20 to 03-20     "}],[{"text":"Noon "}],[{"text":"03-20 to 04-20  "}],[{"text":"Eve.  "}],[{"text":"15-01-23 "}],[{"text":" Bhai Sarwan Singh  Bhai Nirbhai Singh  Bhai Lakhbir Singh  Bhai Kuldeep Singh N"}],[{"text":"16-01-23 "}],[{"text":" Bhai Tarbalbir Singh  Bhai Amandeep Singh  Bhai Kawaldeep Singh  Bhai Jabartoar Singh "}],[{"text":"17-01-23 "}],[{"text":" Bhai Surinder Singh  Bhai Shokeen Singh  Bhai Karaj Singh  Bhai Bikramjit Singh "}],[{"text":"18-01-23 "}],[{"text":" Bhai Gurkirat Singh  Bhai Lakhwinder Singh  Bhai Kuldeep Singh  Bhai Sukhjit Singh B"}],[{"text":"19-01-23 "}],[{"text":" Bhai Jagtar Singh  Bhai Karnail Singh  Bhai Satwinder Singh  Bhai Jagtar Singh R"}],[{"text":"20-01-23 "}],[{"text":" Bhai Gurmail Singh  Bhai Jhujhar Singh  Bhai Arminderpal Singh  Bhai Gurbachan Singh "}],[{"text":"21-01-23 "}],[{"text":" Bhai Baldev Singh  Bhai Surinder Singh  Bhai Bikramjit Singh  Bhai Makhan Singh "}],[{"text":"22-01-23 "}],[{"text":" Bhai Gurdev Singh V Bhai Gurpreet Singh  Bhai Mahadeep Singh  Bhai Sarwan Singh "}],[{"text":"23-01-23 "}],[{"text":" Bhai Satinderbir Singh  Bhai Kulwinder Singh  Bhai Gurmail Singh  Bhai Simarpreet Singh "}],[{"text":"24-01-23 "}],[{"text":" Bhai Jarnail Singh K Bhai Onkar Singh  Bhai Sukhpreet Singh  Bhai Tarbalbir Singh "}],[{"text":"25-01-23 "}],[{"text":" Bhai Shokeen Singh  Bhai Ravinder Singh  Bhai Gurbachan Singh  Bhai Ranjit Singh "}],[{"text":"26-01-23 "}],[{"text":" Bhai Kulwinder Singh  Bhai Jabartoar Singh  Bhai Palwinder Singh  Bhai Tajinder Singh "}],[{"text":"27-01-23 "}],[{"text":" Bhai Harjit Singh  Bhai Gurwinder Singh  Bhai Navneet Singh  Bhai Baldev Singh "}],[{"text":"28-01-23 "}],[{"text":" Bhai Mahadeep Singh  Bhai Simarpreet Singh  Bhai Jagdeep Singh  Bhai Hardeep Singh "}],[{"text":"29-01-23 "}],[{"text":" Bhai Gurdev Singh Kh Bhai Jagtar Singh  Bhai Dharamvir Singh  Bhai Harwinder Singh "}],[{"text":"30-01-23 "}],[{"text":" Bhai Sukhjinder Singh  Bhai Kamaljit Singh  Bhai Bhupinder Singh  Bhai Sukhbir Singh "}],[{"text":"31-01-23 "}],[{"text":" Bhai Gagandeep Singh  Bhai Jarnail Singh K Bhai Harpal Singh  Bhai Navneet Singh "}],[{"text":"5                  6                 7              8   "}],[{"text":"Date "}],[{"text":"09-00 to 10-00 "}],[{"text":"Morning "}],[{"text":"10-00- to 11-00  "}],[{"text":"Morning  "}],[{"text":"11-00- to 12-00   "}],[{"text":"Morning  "}],[{"text":"12-00- to 01-10 "}],[{"text":"Noon "}],[{"text":"04-20 to 05-40 "}],[{"text":"Eve. Sodar "}],[{"text":"Broadcasting  "}],[{"text":"06-00 to 07-30 Eve."}],[{"text":"Aarti "}],[{"text":"07-30 to 8-30   "}],[{"text":"Night "}],[{"text":"8-30 to till "}],[{"text":"Completion "}],[{"text":"15-01-23 "}],[{"text":" Bhai Harjit Singh  Bhai Gurdev Singh Kh Bhai Anoop Singh  Bhai Gursewak Singh "}],[{"text":"16-01-23 Bhai Sukhbir Singh  Bhai Palwinder Singh B Bhai Gurpreet Singh A Bhai Arminderpal Singh "}],[{"text":"17-01-23 Bhai Lakhwinder Singh  Bhai Jhujhar Singh  Bhai Gurwinder Singh A Bhai Sukhpreet Singh "}],[{"text":"18-01-23 Bhai Onkar Singh  Bhai Tarbalbir Singh  Bhai Palwinder Singh B Bhai Kamaljit Singh "}],[{"text":"19-01-23 Bhai Davinder Singh  Bhai Gurdev Singh V Bhai Gurwinder Singh B Bhai Davinder Singh B"}],[{"text":"20-01-23 Bhai Satnam Singh K Bhai Gagandeep Singh  Bhai Sukhpreet Singh  Bhai Gurmail Singh "}],[{"text":"21-01-23 Bhai Shubdeep Singh  Bhai Jhujhar Singh  Bhai Palwinder Singh BhaiSukhbir Singh "}],[{"text":"22-01-23 Bhai Jora Singh  Bhai Jalwinder Singh  Bhai Tajinder Singh  Bhai Anoop Singh "}],[{"text":"23-01-23 Bhai Gurkirat Singh  Bhai Jagjit Singh Noor Bhai Jagdeep Singh  Bhai Kuldeep Singh "}],[{"text":"24-01-23 Bhai Ravinder Singh  Bhai Hardeep Singh  Bhai Nirbhai Singh  Bhai Bhupinder Singh "}],[{"text":"25-01-23 Bhai Jagtar Singh R Bhai Harwinder Singh  Bhai Dharamvir Singh  Bhai Kawaldeep Singh "}],[{"text":"26-01-23 Bhai Sukhjit Singh B Bhai Sukhjit Singh K Bhai Arminderpal Singh  Bhai Satwinder Singh "}],[{"text":"27-01-23 Bhai Gurwinder Singh A Bhai Makhan Singh  Bhai Harpal Singh  Bhai Jora Singh "}],[{"text":"28-01-23 Bhai Sukhjinder Singh  Bhai Jagtar Singh R Bhai Shubdeep Singh  Bhai Jalwinder Singh "}],[{"text":"29-01-23 Bhai Davinder Singh B Bhai Satnam Singh K Bhai Kuldeep Singh N Bhai Gurpreet Singh A"}],[{"text":"30-01-23 Bhai Satinderbir Singh  Bhai Karnail Singh  Bhai Amandeep Singh  Bhai Gurpreet Singh "}],[{"text":"31-01-23 Bhai Sukhjit Singh K Bhai Simranjit Singh  Bhai Baldev Singh  Bhai Jagjit Singh Noor"}],[{"text":"Note:- These Duties can be changed from time to tim e as required. "}],[{"text":"Sd/- (Singh Sahib Giani Jagtar Singh), "}],[{"text":"Head Granthi,  "}],[{"text":"Sri Harmandir Sahib, Sri Amritsar.  "}],[{"text":"["}],[{"text":"Sd/- Satnam  Singh "}],[{"text":" Manager,"}],[{"text":"Sri Harmandir Sahib, Sri Amritsar. "}]]